@component('mail::message')
{{ __('Вас запросили приєднатися до команди :team!', ['team' => $invitation->team->name]) }}

@if (Laravel\Fortify\Features::enabled(Laravel\Fortify\Features::registration()))
{{ __('Якщо у вас немає облікового запису, ви можете створити його, натиснувши кнопку нижче. Після створення облікового запису ви можете натиснути кнопку прийняття запрошення в цьому листі, щоб прийняти запрошення до команди:') }}

@component('mail::button', ['url' => route('register')])
{{ __('Створити обліковий запис') }}
@endcomponent

{{ __('Якщо у вас вже є обліковий запис, ви можете прийняти це запрошення, натиснувши кнопку нижче:') }}

@else
{{ __('Ви можете прийняти це запрошення, натиснувши кнопку нижче:') }}
@endif


@component('mail::button', ['url' => $acceptUrl])
{{ __('Прийняти запрошення') }}
@endcomponent

{{ __('Якщо ви не очікували отримати запрошення до цієї команди, ви можете проігнорувати цей лист.') }}
@endcomponent
